Repository: lhthai/WMS
Catalog: WMS.Models/App_GlobalResources/lang_WHS.*.resx
Languages: vi_vn

# SO_Detail_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# SO_Detail_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Pick_Detail_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Pick_Detail_CreatedBy
source: Created By
vi_vn: Người tạo

# Pick_Detail_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Pick_Detail_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Pick_Detail_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# SO_Detail_ID
source: ID
vi_vn: Mã chi tiết đơn hàng xuất

# SO_Detail_SO_ID
source: SO ID
vi_vn: Mã đơn hàng xuất

# SO_Detail_SO_Line_No
source: SO Line No
vi_vn: Số dòng đơn hàng xuất

# SO_Detail_SO_Line_No_Required
source: SO Line No is required
vi_vn: Vui lòng nhập Số dòng đơn hàng xuất

# SO_Detail_Item_ID
source: Item ID
vi_vn: Mã hàng

# SO_Detail_Item_ID_Required
source: Item ID is required
vi_vn: Vui lòng nhập Mã hàng

# SO_Detail_Pack_ID
source: Pack ID
vi_vn: Mã đóng gói

# SO_Detail_Pack_ID_Required
source: Pack ID is required
vi_vn: Vui lòng nhập Mã đóng gói

# SO_Detail_Order_Quantity
source: Order Quantity
vi_vn: Số lượng đơn hàng

# SO_Detail_Order_Quantity_Required
source: Order Quantity is required
vi_vn: Vui lòng nhập Số lượng đơn hàng

# SO_Detail_Quantity
source: Quantity
vi_vn: Số lượng

# SO_Detail_Quantity_Required
source: Quantity is required
vi_vn: Vui lòng nhập Số lượng

# SO_Detail_Allocated_Quantity
source: Allocated Quantity
vi_vn: Số lượng được chỉ định vị trí

# SO_Detail_Picked_Quantity
source: Picked Quantity
vi_vn: Số lượng đã lấy

# SO_Detail_Picked_Quantity_Required
source: Picked Quantity is required
vi_vn: Vui lòng nhập Số lượng đã lấy

# SO_Detail_Shipped_Quantity
source: Shipped Quantity
vi_vn: Số lượng đã vận chuyển

# Pick_Detail_ID
source: ID
vi_vn: Mã chi tiết lấy hàng

# Pick_Detail_SO_Detail_ID
source: SO Detail ID
vi_vn: Mã chi tiết đơn hàng xuất

# Pick_Detail_Lot_Attribute_ID
source: Lot Attribute ID
vi_vn: Mã thuộc tính lot

# Pick_Detail_Location_ID
source: Location ID
vi_vn: Mã vị trí

# Pick_Detail_PickStatus_ID
source: Pick Status ID
vi_vn: Mã trạng thái lấy hàng

# Pick_Detail_Picking_Line_No
source: Picking Line No
vi_vn: Số dòng lấy hàng

# Pick_Detail_Item_ID
source: Item ID
vi_vn: Mã hàng

# Pick_Detail_Quantity
source: Quantity
vi_vn: Số lượng

# Pick_Detail_Pack_ID
source: Pack ID
vi_vn: Mã đóng gói

# Picking_List_ID
source: ID
vi_vn: Mã danh sách lấy hàng

# Picking_List_Warehouse_ID
source: Warehouse ID
vi_vn: Mã kho

# Picking_List_SO_Detail_ID
source: SO Detail ID
vi_vn: Mã chi tiết đơn hàng xuất

# Picking_List_Note
source: Note
vi_vn: Ghi chú

# Picking_List_Note_StringLength
source: Length of Note should be between 2000
vi_vn: Vui lòng nhập Ghi chú trong khoảng 2000 kí tự.

# Picking_List_Printed_Date
source: Printed Date
vi_vn: Ngày in

# Picking_List_CreatedBy
source: Created By
vi_vn: Người tạo

# Picking_List_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Packing_List_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Picking_List_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Picking_List_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Picking_List_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Picking_List_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Packing_List_ID
source: ID
vi_vn: Mã danh sách đóng gói

# Packing_List_SO_Detail_ID
source: SO Detail ID
vi_vn: Mã chi tiết đơn hàng xuất

# Packing_List_Packing_List_Note_No
source: Packing List Note No
vi_vn: Số ghi chú danh sách đóng gói

# Packing_List_Batch_Note
source: Batch Note
vi_vn: Số batch

# Packing_List_Batch_Note_StringLength
source: Length of Batch Note should be between 50
vi_vn: Vui lòng nhập Số batch trong khoảng 50 kí tự.

# Packing_List_Lot_No_Note
source: Lot No Note
vi_vn: Số lot

# Packing_List_Lot_No_Note_StringLength
source: Length of Lot No Note should be between 50
vi_vn: Vui lòng nhập Số lot trong khoảng 50 kí tự.

# Packing_List_M3_Note
source: M3 Note
vi_vn: Số khối

# Packing_List_Kg_Note
source: Kg Note
vi_vn: Cân nặng

# Packing_List_Pack_Note
source: Pack Note
vi_vn: Đóng gói

# Packing_List_Pack_Note_StringLength
source: Length of Pack Note should be between 10
vi_vn: Vui lòng nhập Đóng gói trong khoảng 10 kí tự.

# Packing_List_Qty_Note
source: Qty Note
vi_vn: Số lượng

# Packing_List_CreatedBy
source: Created By
vi_vn: Người tạo

# Packing_List_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Packing_List_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Packing_List_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Packing_List_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Packing_List_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Transaction_ID
source: ID
vi_vn: Mã giao dịch

# Transaction_Item_ID
source: Item ID
vi_vn: Mã hàng

# Transaction_Activity_ID
source: Activity ID
vi_vn: Mã hoạt động

# Transaction_User_Add
source: User Add
vi_vn: Người thêm

# Transaction_Edit_Date
source: Edit Date
vi_vn: Ngày chỉnh sửa

# Transaction_Add_Date
source: Add Date
vi_vn: Ngày thêm

# Transaction_CreatedBy
source: Created By
vi_vn: Người tạo

# Transaction_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Transaction_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Transaction_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Transaction_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Transaction_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Transaction_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Move_CreatedBy
source: Created By
vi_vn: Người tạo

# Move_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Move_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Move_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Move_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Move_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Move_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Maintain_Hold_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Maintain_Hold_CreatedBy
source: Created By
vi_vn: Người tạo

# Maintain_Hold_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Maintain_Hold_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Maintain_Hold_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Maintain_Hold_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Maintain_Hold_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Adjustment_CreatedBy
source: Created By
vi_vn: Người tạo

# Adjustment_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Adjustment_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Adjustment_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Adjustment_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Adjustment_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Adjustment_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Adjustment_Detail_CreatedBy
source: Created By
vi_vn: Người tạo

# Adjustment_Detail_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Adjustment_Detail_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Adjustment_Detail_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Adjustment_Detail_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Adjustment_Detail_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Adjustment_Detail_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Lot_Attribute_CreatedBy
source: Created By
vi_vn: Người tạo

# Lot_Attribute_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Lot_Attribute_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Lot_Attribute_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Lot_Attribute_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Lot_Attribute_ModifiedDate
source: Modify Date
vi_vn: Ngày chỉnh sửa

# Lot_Attribute_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Replenishment_CreatedBy
source: Created By
vi_vn: Người tạo

# Replenishment_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Replenishment_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Replenishment_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Replenishment_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Replenishment_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Replenishment_IsDeleted
source: Is Deleted
vi_vn: Được xóa không

# Move_ID
source: ID
vi_vn: Mã di chuyển hàng

# Move_Item_ID
source: Item ID
vi_vn: Mã hàng

# Move_Location_ID
source: Location ID
vi_vn: Mã vị trí

# Move_Status
source: Status
vi_vn: Trạng thái

# Move_Quantity
source: Quantity
vi_vn: Số lượng

# Move_Quantity_Allocated
source: Quantity Allocated
vi_vn: Số lượng đã được chỉ định

# Move_Quantity_Available
source: Quantity Available
vi_vn: Số lượng khả dụng

# Move_LPN_StringLength
source: Length of LPN should be between 20
vi_vn: Vui lòng nhập LPN trong khoảng 20 kí tự.

# Move_To_Location
source: To Location
vi_vn: Di chuyển đến vị trí

# Move_To_Location_StringLength
source: Length of To Location should be between 10
vi_vn: Vui lòng nhập Di chuyển đến vị trí trong khoảng 10 kí tự.

# Move_Quantity_To_Move
source: Quantity To Move
vi_vn: Số lượng di chuyển

# Maintain_Hold_ID
source: ID
vi_vn: Mã quản lý hàng bị giữ

# Maintain_Hold_Lot_ID
source: Lot ID
vi_vn: Mã số lot

# Maintain_Hold_Item_ID
source: Item ID
vi_vn: Mã hàng

# Maintain_Hold_Location_ID
source: Location ID
vi_vn: Mã vị trí

# Maintain_Hold_Holdreason_ID
source: Holdreason ID
vi_vn: Mã lý do giữ hàng

# Maintain_Hold_Date_On
source: Date On
vi_vn: Ngày thêm hàng bị giữ

# Maintain_Hold_Date_Off
source: Date Off
vi_vn: Ngày bỏ hàng bị giữ

# Maintain_Hold_User_ID
source: User ID
vi_vn: Mã người dùng

# Adjustment_ID
source: ID
vi_vn: Mã điều chỉnh

# Adjustment_Owner_ID
source: Owner ID
vi_vn: Mã chủ sở hữu

# Adjustment_Adjustment_Date
source: Adjustment Date
vi_vn: Ngày điều chỉnh

# Adjustment_User_ID
source: User ID
vi_vn: Mã người dùng

# Adjustment_Detail_ID
source: ID
vi_vn: Mã chi tiết điều chỉnh

# Adjustment_Detail_Line
source: Line
vi_vn: Dòng

# Adjustment_Detail_ASN_Detail_ID
source: ASN Detail ID
vi_vn: Mã chi tiết ASN

# Adjustment_Detail_Pack_ID
source: Pack ID
vi_vn: Mã đóng gói

# Adjustment_Detail_AdjustmentReasonID
source: Adjustment Reason ID
vi_vn: Mã lý do điều chỉnh

# Adjustment_Detail_Adjustment_Quantity
source: Adjustment Quantity
vi_vn: Số lượng điều chỉnh

# Adjustment_Detail_Target_Quantity
source: Target Quantity
vi_vn: Số lượng mục tiêu

# Adjustment_Detail_Current_Quantity
source: Current Quantity
vi_vn: Số lượng hiện tại

# Adjustment_Detail_Adjustment_ID
source: Adjustment ID
vi_vn: Mã điều chỉnh

# Lot_Attribute_ID
source: ID
vi_vn: Mã số lot

# Lot_Attribute_Item_ID
source: Item ID
vi_vn: Mã hàng

# Lot_Attribute_Owner_ID
source: Owner ID
vi_vn: Mã chủ sở hữu

# Lot_Attribute_Lottable_1_StringLength
source: Length of Lottable 1 should be between 50
vi_vn: Vui lòng nhập Lottable 1 trong khoảng 50 kí tự.

# Lot_Attribute_Lottable_2_StringLength
source: Length of Lottable 2 should be between 50
vi_vn: Vui lòng nhập Lottable 2 trong khoảng 50 kí tự.

# Lot_Attribute_Lottable_5_StringLength
source: Length of Lottable 5 should be between 50
vi_vn: Vui lòng nhập Lottable 5 trong khoảng 50 kí tự.

# Lot_Attribute_Lottable_6_StringLength
source: Length of Lottable 6 should be between 50
vi_vn: Vui lòng nhập Lottable 6 trong khoảng 50 kí tự.

# Lot_Attribute_Lottable_7_StringLength
source: Length of Lottable 7 should be between 50
vi_vn: Vui lòng nhập Lottable 7 trong khoảng 50 kí tự.

# Lot_Attribute_Lottable_8_StringLength
source: Length of Lottable 8 should be between 50
vi_vn: Vui lòng nhập Lottable 8 trong khoảng 50 kí tự.

# Lot_Attribute_Lottable_9_StringLength
source: Length of Lottable 9 should be between 50
vi_vn: Vui lòng nhập Lottable 9 trong khoảng 50 kí tự.

# Lot_Attribute_Lottable_10_StringLength
source: Length of Lottable 10 should be between 50
vi_vn: Vui lòng nhập Lottable 10 trong khoảng 50 kí tự.

# Lot_Attribute_ASN_Detail_ID
source: ASN Detail ID
vi_vn: Mã chi tiết ASN

# Replenishment_ID
source: ID
vi_vn: Mã bơm hàng

# Replenishment_Item_ID
source: Item ID
vi_vn: Mã hàng

# Replenishment_ASN_Receipt_ID
source: ASN Receipt ID
vi_vn: Mã ASN/Receipt

# Replenishment_Input_Qty
source: Input Qty
vi_vn: Số lượng nhập vào

# Transaction_User_Update
source: User Update
vi_vn: Người cập nhật

# Owner_Label_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Owner_Label_CreatedBy
source: Created By
vi_vn: Người tạo

# Owner_Label_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Owner_Label_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Owner_Label_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Owner_Label_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Owner_Label_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Pick_Detail_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Pick_Detail_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Picking_List_CreateDate
source: Create Date
vi_vn: Ngày tạo

# Strategy_Putaway_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Strategy_Putaway_CreatedBy
source: Created By
vi_vn: Người tạo

# Strategy_Putaway_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Strategy_Putaway_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Strategy_Putaway_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Strategy_Putaway_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Strategy_Putaway_Step_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Strategy_Putaway_Step_CreatedBy
source: Created By
vi_vn: Người tạo

# Strategy_Putaway_Step_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Strategy_Putaway_Step_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Strategy_Putaway_Step_ModifiedBy
source: Modified By
vi_vn: người chỉnh sửa

# Strategy_Putaway_Step_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập người chỉnh sửa trong khoảng 50 kí tự.

# Strategy_Putaway_Step_IsDeleted
source: Is Deleted
vi_vn: đã xóa chưa

# PODetail_ID
source: ID
vi_vn: Mã chi tiết đơn hàng mua

# ASN_Note
source: Note
vi_vn: Ghi chú

# Consolidate_ID
source: ID
vi_vn: Mã gom hàng

# Consolidate_LPN_New
source: LPN New
vi_vn: LPN mới

# Consolidate_LPN_New_Required
source: LPN New is required
vi_vn: Vui lòng nhập LPN mới

# Consolidate_ASN_Detail_ID
source: ASN Detail ID
vi_vn: Mã chi tiết ASN

# Consolidate_CreatedBy
source: Created By
vi_vn: Người tạo

# Consolidate_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Consolidate_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Consolidate_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Consolidate_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Consolidate_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Consolidate_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# ASN_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã đơn hàng nhập

# GoodReceiptNote_ID
source: ID
vi_vn: Số ghi chú hàng nhập

# GoodReceiptNote_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Số ghi chú hàng nhập

# ReceiptReversal_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã đơn hàng trả

# ReceiptReversalDetail_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Số dòng đơn hàng trả

# PO_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã đơn hàng mua

# ASNDetail_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã chi tiết đơn hàng nhập

# GoodReceiptNote_CreatedBy
source: Created By
vi_vn: Người tạo

# GoodReceiptNote_CreatedBy_StringLength
source: Length of Created By should be between 100
vi_vn: Vui lòng nhập Người tạo trong khoảng 100 kí tự.

# GoodReceiptNote_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Strategy_Putaway_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã

# Strategy_Putaway_Step_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã

# Owner_Label_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã owner label

# SO_Detail_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã chi tiết đơn hàng xuất

# Pick_Detail_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã chi tiết lấy hàng

# Picking_List_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã danh sách lấy hàng

# Packing_List_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã danh sách đóng gói

# Transaction_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã giao dịch

# Move_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã di chuyển hàng

# Maintain_Hold_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã quản lý hàng bị giữ

# Adjustment_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã điều chỉnh

# Adjustment_Detail_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã chi tiết điều chỉnh

# Lot_Attribute_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã số lot

# Replenishment_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã bơm hàng

# Picking_List_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# PODetail_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã chi tiết đơn hàng mua

# Consolidate_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã gom hàng
