Repository: lhthai/WMS
Catalog: WMS.Models/App_GlobalResources/lang_WHS.*.resx
Languages: vi_vn

# ASN_ID
source: ID
vi_vn: Mã đơn hàng nhập

# ASN_Total_Receipted_Qty
source: Total Receipted Qty
vi_vn: Tổng SL nhập

# ASN_Total_Expected_Qty
source: Total Expected Qty
vi_vn: Tổng SL dự kiến nhập

# ASN_Schedule_receipt_date
source: Schedule_receipt_date
vi_vn: Ngày nhập theo lịch

# ASN_Actual_receipt_date
source: Actual Receipt Date
vi_vn: Ngày nhập thực tế

# ASN_Date_created
source: Date Created
vi_vn: Ngày tạo

# ASN_Expected_weight
source: Expected Weight
vi_vn: Trọng lượng dự kiến

# ASN_Expected_cube
source: Expected Cube
vi_vn: Số khối dự kiến

# ASN_External_receipt
source: PO ID
vi_vn: Mã đơn hàng xuất

# ASN_External_receipt_StringLength
source: Length of PO ID should be between 10
vi_vn: Vui lòng nhập Mã đơn hàng xuất trong khoảng 10 kí tự.

# ASN_Supplier_ID
source: Supplier ID
vi_vn: Mã nhà cung cấp

# ASN_Carrier_ID
source: Carrier ID
vi_vn: Mã nhà vận chuyển

# GoodReceiptNote_Warehouse_ID
source: Warehouse ID
vi_vn: Mã kho

# GoodReceiptNote_Warehouse_ID_StringLength
source: Length of Warehouse ID should be between 10
vi_vn: Vui lòng nhập Mã kho trong khoảng 10 kí tự.

# GoodReceiptNote_GRN_No
source: GRN No
vi_vn: Số ghi chú hàng nhập

# GoodReceiptNote_Date_time_print_GRN
source: Date Time Print GRN
vi_vn: Thời gian in nhãn GRN

# GoodReceiptNote_ASN_Detail_ID
source: ASN Detail ID
vi_vn: Mã đơn hàng nhập chi tiết

# GoodReceiptNote_Line_No
source: Line No
vi_vn: Số dòng

# ASNDetail_ASN_ID
source: ASN ID
vi_vn: Mã đơn hàng nhập

# ASNDetail_Receipt_Line_No
source: Receipt Line No
vi_vn: Số dòng nhập

# GoodReceiptNote_Total_quantity
source: Total Quantity
vi_vn: Tổng SL

# ASN_ASN_Code
source: ASN Code
vi_vn: Code đơn hàng nhập

# ASN_ASN_Code_StringLength
source: Length of ASN Code should be between 10
vi_vn: Vui lòng nhập Code đơn hàng nhập trong khoảng 10 kí tự.

# GoodReceiptNote_Note
source: Note
vi_vn: Ghi chú

# GoodReceiptNote_Note_StringLength
source: Length of Note should be between 2000
vi_vn: Vui lòng nhập Ghi chú trong khoảng 2000 kí tự.

# GoodReceiptNote_User_ID
source: User ID
vi_vn: Mã người dùng

# ReceiptReversal_ID
source: ID
vi_vn: Mã đơn hàng trả

# ReceiptReversal_ID_StringLength
source: Length of ID should be between 10
vi_vn: Vui lòng nhập Mã đơn hàng trả trong khoảng 10 kí tự.

# ReceiptReversal_Adjustment_number_ID
source: Adjustment Number ID
vi_vn: Mã Số điều chỉnh

# ReceiptReversal_Adjustment_number_ID_StringLength
source: Length of Adjustment Number ID should be between 10
vi_vn: Vui lòng nhập Mã Số điều chỉnh trong khoảng 10 kí tự.

# ReceiptReversal_ASN_ID
source: ASN ID
vi_vn: Mã đơn hàng nhập

# ReceiptReversal_Effective_date
source: Effective Date
vi_vn: Ngày hiệu lực

# ReceiptReversalDetail_ID
source: ID
vi_vn: Số dòng đơn hàng trả

# ReceiptReversalDetail_ASN_Detail_ID
source: ASN Detail ID
vi_vn: Mã chi tiết đơn hàng nhập

# ReceiptReversalDetail_Adjustment_Qty
source: Adjustment Qty
vi_vn: Số lượng điều chỉnh

# ReceiptReversalDetail_Receipt_reversal_ID
source: Receipt Reversal ID
vi_vn: Mã đơn hàng trả

# ASNDetail_Item_ID
source: Item ID
vi_vn: Mã hàng

# ASNDetail_Pack_ID
source: Pack ID
vi_vn: Mã đóng gói

# ASNDetail_Location_ID
source: Location ID
vi_vn: Mã vị trí

# ASNDetail_Lotable_1_StringLength
source: Length of Lotable 1 should be between 50
vi_vn: Vui lòng nhập Lotable 1 trong khoảng 50 kí tự.

# ASNDetail_Lotable_2_StringLength
source: Length of Lotable 2 should be between 50
vi_vn: Vui lòng nhập Lotable 2 trong khoảng 50 kí tự.

# ASNDetail_Lotable_5_StringLength
source: Length of Lotable 5 should be between 50
vi_vn: Vui lòng nhập Lotable 5 trong khoảng 50 kí tự.

# ASNDetail_Lotable_6_StringLength
source: Length of Lotable 6 should be between 50
vi_vn: Vui lòng nhập Lotable 6 trong khoảng 50 kí tự.

# ASNDetail_ReceiptStatus_ID
source: ReceiptStatus ID
vi_vn: Mã trạng thái đơn hàng nhận hệ thống

# ASNDetail_Expected_Qty
source: Expected Qty
vi_vn: Số lượng dự kiến

# ASNDetail_Received_Qty
source: Received_Qty
vi_vn: Số lượng đã nhập

# ASNDetail_UDF_1
source: User Define 1
vi_vn: Người dùng định nghĩa 1

# ASNDetail_UDF_1_StringLength
source: Length of User Define 1 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 1 trong khoảng 50 kí tự.

# ASNDetail_UDF_2
source: User Define 2
vi_vn: Người dùng định nghĩa 2

# ASNDetail_UDF_2_StringLength
source: Length of User Define 2 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 2 trong khoảng 50 kí tự.

# ASNDetail_UDF_3
source: User Define 3
vi_vn: Người dùng định nghĩa 3

# ASNDetail_UDF_3_StringLength
source: Length of User Define 3 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 3 trong khoảng 50 kí tự.

# ASNDetail_UDF_4
source: User Define 4
vi_vn: Người dùng định nghĩa 4

# ASNDetail_UDF_4_StringLength
source: Length of User Define 4 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 4 trong khoảng 50 kí tự.

# ASNDetail_UDF_5
source: User Define 5
vi_vn: Người dùng định nghĩa 5

# ASNDetail_UDF_5_StringLength
source: Length of User Define 5 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 5 trong khoảng 50 kí tự.

# ASNDetail_Notes
source: Notes
vi_vn: Ghi chú

# ASNDetail_Notes_StringLength
source: Length of Notes should be between 2000
vi_vn: Vui lòng nhập Ghi chú trong khoảng 2000 kí tự.

# ASNDetail_Discrepancy_Qty
source: Discrepancy Qty
vi_vn: Số lượng chênh lệch

# ASNDetail_C_System_HoldCode_ID
source: C System HoldCode ID
vi_vn: Mã giữ hàng hệ thống

# PO_ID
source: ID
vi_vn: Mã đơn hàng mua

# PO_PO_Code
source: PO Code
vi_vn: Code đơn hàng mua

# PO_PO_Code_StringLength
source: Length of PO Code should be between 10
vi_vn: Vui lòng nhập Code đơn hàng mua trong khoảng 10 kí tự.

# PO_Owner_ID
source: Owner ID
vi_vn: Mã chủ sở hữu

# PO_Supplier_ID
source: Supplier ID
vi_vn: Mã nhà cung cấp

# PO_C_System_POStatus_ID
source: C System POStatus ID
vi_vn: Mã trạng thái đơn hàng mua hệ thống

# PO_PO_date
source: PO Date
vi_vn: Ngày đơn hàng mua

# PO_Expected_receipt_date
source: Expected Receipt Date
vi_vn: Ngày nhập dự kiến

# PO_Total_Order_Qty
source: Total Order Qty
vi_vn: Tổng SL đơn hàng

# PO_Notes
source: Notes
vi_vn: Ghi chú

# PO_Notes_StringLength
source: Length of Notes should be between 2000
vi_vn: Vui lòng nhập Ghi chú trong khoảng 2000 kí tự.

# PODetail_PO_ID
source: PO ID
vi_vn: Mã đơn hàng mua

# PODetail_PO_ID_Required
source: PO ID is required
vi_vn: Vui lòng nhập Mã đơn hàng mua

# PODetail_Order_Line_No
source: Order Line No
vi_vn: Số dòng của đơn hàng

# PODetail_Order_Line_No_Required
source: Order Line No is required
vi_vn: Vui lòng nhập Số dòng của đơn hàng

# PODetail_Item_ID
source: Item ID
vi_vn: Mã hàng

# PODetail_Item_ID_Required
source: Item ID is required
vi_vn: Vui lòng nhập Mã hàng

# PODetail_Oder_Line_No
source: Oder Line No
vi_vn: Số dòng của đơn hàng

# PODetail_C_System_POStatus_ID
source: C System PO Status ID
vi_vn: Mã trạng thái đơn hàng mua hệ thống

# PODetail_Notes
source: Notes
vi_vn: Ghi chú

# PODetail_Notes_StringLength
source: Length of Notes should be between 2000
vi_vn: Vui lòng nhập Ghi chú trong khoảng 2000 kí tự.

# PODetail_UDF_1
source: UDF 1
vi_vn: Người dùng định nghĩa 1

# PODetail_UDF_1_StringLength
source: Length of UDF 1 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 1 trong khoảng 50 kí tự.

# PODetail_UDF_2
source: UDF 2
vi_vn: Người dùng định nghĩa 2

# PODetail_UDF_2_StringLength
source: Length of UDF 2 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 2 trong khoảng 50 kí tự.

# PODetail_UDF_3
source: UDF 3
vi_vn: Người dùng định nghĩa 3

# PODetail_UDF_3_StringLength
source: Length of UDF 3 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 3 trong khoảng 50 kí tự.

# PODetail_UDF_4
source: UDF 4
vi_vn: Người dùng định nghĩa 4

# PODetail_UDF_4_StringLength
source: Length of UDF 4 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 4 trong khoảng 50 kí tự.

# PODetail_UDF_5
source: UDF 5
vi_vn: Người dùng định nghĩa 5

# PODetail_UDF_5_StringLength
source: Length of UDF 5 should be between 50
vi_vn: Vui lòng nhập Người dùng định nghĩa 5 trong khoảng 50 kí tự.

# ASNDetail_ID
source: ID
vi_vn: Mã chi tiết đơn hàng nhập

# ASNDetail_Pallet_Label
source: Pallet Label
vi_vn: Nhãn pallet

# ASNDetail_Pallet_Label_StringLength
source: Length of Pallet Label should be between 200
vi_vn: Vui lòng nhập Nhãn pallet trong khoảng 200 kí tự.

# ASN_CreatedBy
source: Created By
vi_vn: Người tạo

# ASN_CreatedBy_StringLength
source: Length of Created By should be between 100
vi_vn: Vui lòng nhập Người tạo trong khoảng 100 kí tự.

# ASN_CreatedDate
source: Created Date
vi_vn: Ngày được tạo

# ASN_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# ASN_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# ASN_ModifiedBy_StringLength
source: Length of Modified By should be between 100
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 100 kí tự.

# ASN_IsDeleted
source: IsDeleted
vi_vn: Đã xóa chưa

# ASNDetail_CreatedBy
source: Created By
vi_vn: Người tạo

# ASNDetail_CreatedBy_StringLength
source: Length of Created By should be between 100
vi_vn: Vui lòng nhập Người tạo trong khoảng 100 kí tự.

# ASNDetail_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# ASNDetail_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# ASNDetail_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# ASNDetail_ModifiedBy_StringLength
source: Length of Modified By should be between 100
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 100 kí tự.

# ASNDetail_IsDeleted
source: IsDeleted
vi_vn: Đã xóa chưa

# PO_CreatedBy
source: Created By
vi_vn: Người tạo

# PO_CreatedBy_StringLength
source: Length of Created By should be between 100
vi_vn: Vui lòng nhập Người tạo trong khoảng 100 kí tự.

# PO_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# PO_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# PO_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# PO_ModifiedBy_StringLength
source: Length of Modified By should be between 100
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 100 kí tự.

# PO_IsDeleted
source: IsDeleted
vi_vn: Được xóa chưa

# PODetail_CreatedBy
source: Created By
vi_vn: Người tạo

# PODetail_CreatedBy_StringLength
source: Length of Created By should be between 100
vi_vn: Vui lòng nhập Người tạo trong khoảng 100 kí tự.

# PODetail_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# PODetail_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# PODetail_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# PODetail_ModifiedBy_StringLength
source: Length of Modified By should be between 100
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 100 kí tự.

# PODetail_IsDeleted
source: IsDeleted
vi_vn: Được xóa chưa

# GoodReceiptNote_Created_By
source: Created By
vi_vn: Người tạo

# GoodReceiptNote_Created_By_StringLength
source: Length of Created By should be between 100
vi_vn: Vui lòng nhập Người tạo trong khoảng 100 kí tự.

# GoodReceiptNote_Created_Date
source: Created Date
vi_vn: Ngày tạo

# GoodReceiptNote_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# GoodReceiptNote_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# GoodReceiptNote_ModifiedBy_StringLength
source: Length of Modified By should be between 100
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 100 kí tự.

# GoodReceiptNote_IsDeleted
source: IsDeleted
vi_vn: Được xóa chưa

# Zone_Zone_Code
source: Zone Code
vi_vn: Code vùng

# Zone_Zone_Code_StringLength
source: Length of Zone Code should be between 10
vi_vn: Vui lòng nhập Code vùng trong khoảng 10 kí tự.

# Zone_Description
source: Description
vi_vn: Mô tả

# Zone_Description_StringLength
source: Length of Description should be between 200
vi_vn: Vui lòng nhập Mô tả trong khoảng 200 kí tự.

# Zone_ReplenishmentlevelDetail_ID
source: Replenishment LevelDetail ID
vi_vn: Mã chi tiết cấp độ bơm hàng

# ReceiptReversal_CreatedBy
source: Created By
vi_vn: Người tạo

# ReceiptReversal_CreatedBy_StringLength
source: Length of Created By should be between 100
vi_vn: Vui lòng nhập Người tạo trong khoảng 100 kí tự.

# Zone_Location_ID
source: Location ID
vi_vn: Mã vị trí

# ReceiptReversal_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# ReceiptReversal_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Zone_Max_Pallets_per_item
source: Max Pallets per Item
vi_vn: Số lượng pallet tối đa cho một loại item

# ReceiptReversal_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# ReceiptReversal_ModifiedBy_StringLength
source: Length of Modified By should be between 100
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 100 kí tự.

# ReceiptReversal_IsDeleted
source: IsDeleted
vi_vn: Được xóa chưa

# Zone_Maximum_Cube
source: Maximum Cube
vi_vn: Số khối tối đa

# ReceiptReversalDetail_CreatedBy
source: Created By
vi_vn: Người tạo

# ReceiptReversalDetail_CreatedBy_StringLength
source: Length of Created By should be between 100
vi_vn: Vui lòng nhập Người tạo trong khoảng 100 kí tự.

# Zone_Maximum_Weight
source: Maximum Weight
vi_vn: Trọng lượng tối đa

# ReceiptReversalDetail_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Zone_Maximum_Case_Count
source: Maximum Case Count
vi_vn: Số lượng case tối đa

# ReceiptReversalDetail_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Zone_Max_Pick_Line
source: Max Pick Line
vi_vn: Số dòng lấy tối đa

# ReceiptReversalDetail_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# ReceiptReversalDetail_ModifiedBy_StringLength
source: Length of Modified By should be between 100
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 100 kí tự.

# Zone_Max_Pick_Container
source: Max Pick Container
vi_vn: Số Container được lấy tối đa

# ReceiptReversalDetail_IsDeleted
source: IsDeleted
vi_vn: Được xóa chưa

# Zone_PositiveValidationMethod_ID
source: Positive Validation Method ID
vi_vn: Mã phương thức xác nhận tăng

# Zone_Replenishment_MethodDetail_ID
source: Replenishment MethodDetail ID
vi_vn: Mã chi tiết phương thức bơm hàng

# Location_Location_Code
source: Location Code
vi_vn: Code vị trí

# Location_Location_Code_StringLength
source: Length of Location Code should be between 10
vi_vn: Vui lòng nhập Code vị trí trong khoảng 10 kí tự.

# Location_Location_Type_ID
source: Location Type ID
vi_vn: Mã loại vị trí

# Location_Location_Type_ID_Required
source: Location Type ID is required
vi_vn: Vui lòng nhập Mã loại vị trí

# Location_Zone_ID
source: Zone ID
vi_vn: Mã vùng

# Location_Flag_ID
source: Flag ID
vi_vn: Mã cờ

# Location_Category_ID
source: Category ID
vi_vn: Mã danh mục

# Location_Cominglelots
source: Cominglelots
vi_vn: Mã trộn theo lot

# Location_Comingleitems
source: Comingleitems
vi_vn: Mã trộn theo hàng

# Location_Cubic_Capacity
source: Cubic Capacity
vi_vn: Sức chứa của khối

# Location_Status
source: Status
vi_vn: Trạng thái

# Location_Status_StringLength
source: Length of Status should be between 10
vi_vn: Vui lòng nhập Trạng thái trong khoảng 10 kí tự.

# Location_C_System_MovingspeedDetail_ID
source: C System MovingspeedDetail ID
vi_vn: Mã chi tiết tốc độ luân chuyển của vị trí hệ thống

# Location_Height
source: Height
vi_vn: Chiều cao

# Location_Length
source: Length
vi_vn: Chiều dài

# Location_Width
source: Width
vi_vn: Bề dày

# Location_Level
source: Level
vi_vn: Cấp độ

# Location_X_coordinate
source: X Coordinate
vi_vn: Tọa độ X

# Location_Y_coordinate
source: Y Coordinate
vi_vn: Tọa độ Y

# Location_Z_coordinate
source: Z Coordinate
vi_vn: Tọa độ Z

# Location_Orientation
source: Orientation
vi_vn: Hướng của vị trí

# Location_Weight_Capacity
source: Weight Capacity
vi_vn: Sức chứa trọng lượng

# Location_Stack_Limit
source: Stack Limit
vi_vn: Số pallet tối đa về chiều dọc

# Location_LocationhandlingDetail_ID
source: LocationhandlingDetail ID
vi_vn: Mã chi tiết xử lý vị trí

# Location_Foot_Print
source: Foot Print
vi_vn: Số pallet tối đa về chiều ngang

# Location_CreatedBy
source: Created By
vi_vn: Người tạo

# Location_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Location_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Location_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Location_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Location_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Location_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# Zone_CreatedBy
source: Created By
vi_vn: Người tạo

# Zone_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# Zone_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# Zone_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# Zone_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# Zone_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# Zone_IsDeleted
source: Is Deleted
vi_vn: Được xóa chưa

# ASNDetail_UOM_ID
source: UnitofMeasure ID
vi_vn: Mã đơn vị hàng hóa

# PO_UOM_ID
source: UOM ID
vi_vn: Mã đơn vị hàng hóa

# Location_Location_StatusDetail_ID
source: Location StatusDetail ID
vi_vn: Mã chi tiết trạng thái vị trí

# Location_Movingspeed_ID
source: Movingspeed ID
vi_vn: Mã tốc độ luân chuyển vị trí

# ASN_ReceiptStatus_ID
source: ReceiptStatus ID
vi_vn: Tình Trạng Receipe

# PO_ReceiptStatus_ID
source: ReceiptStatus ID
vi_vn: Mã trạng thái đơn hàng nhập

# PODetail_ReceiptStatus_ID
source: ReceiptStatus ID
vi_vn: Mã trạng thái đơn hàng nhập

# Zone_ID
source: ID
vi_vn: Mã vùng

# Zone_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã vùng

# Location_ID
source: ID
vi_vn: Mã vị trí

# Location_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã vị trí

# Strategy_Putaway_ID
source: ID
vi_vn: Mã

# Strategy_Putaway_Name
source: Name
vi_vn: Tên

# Strategy_Putaway_Name_Required
source: Name is required
vi_vn: Vui lòng nhập Tên

# Strategy_Putaway_Name_StringLength
source: Length of Name should be between 100
vi_vn: Vui lòng nhập Tên trong khoảng 100 kí tự.

# Strategy_Putaway_Description
source: Description
vi_vn: Mô tả

# Strategy_Putaway_Description_StringLength
source: Length of Description should be between 200
vi_vn: Vui lòng nhập Mô tả trong khoảng 200 kí tự.

# Strategy_Putaway_Step_ID
source: ID
vi_vn: Mã

# Strategy_Putaway_Step_step
source: step
vi_vn: Bước

# Strategy_Putaway_Step_step_Required
source: step is required
vi_vn: Vui lòng nhập Bước

# Strategy_Putaway_Step_Puttaway_Type_ID
source: Puttaway Type ID
vi_vn: Kiểu Putaway

# Strategy_Putaway_Step_zone_ID
source: Zone ID
vi_vn: Mã Khu Vực

# Strategy_Putaway_Step_from_location
source: From Location
vi_vn: Từ Vị Trí

# Strategy_Putaway_Step_to_location
source: To Location
vi_vn: Đến Vị Trí

# Strategy_Putaway_Step_Demention_Restriction_1
source: Demention Restriction 1
vi_vn: Hạn Chế Kích Thước

# Strategy_Putaway_Step_Demention_Restriction_2
source: Demention Restriction 2
vi_vn: Hạn Chế Kích Thước 2

# Strategy_Putaway_Step_Demention_Restriction_3
source: Demention Restriction 3
vi_vn: Hạn Chế Kích Thước 3

# Strategy_Putaway_Step_Demention_Restriction_4
source: Demention Restriction 4
vi_vn: Hạn Chế Kích Thước 4

# Strategy_Putaway_Step_Demention_Restriction_5
source: Demention Restriction 5
vi_vn: Hạn Chế Kích Thước 5

# Strategy_Putaway_Step_Multi_Pallet
source: Multi Pallet
vi_vn: Nhiều Pallet

# Strategy_Putaway_Step_check_restriction
source: Check Restriction
vi_vn: Kiểm Tra Giới Hạn

# Strategy_Putaway_Step_area_restriction_1
source: Area Restriction 1
vi_vn: Giới Hạn Khu Vực 1

# Strategy_Putaway_Step_area_restriction_2
source: Area Restriction 2
vi_vn: Giới Hạn Khu Vực 2

# Strategy_Putaway_Step_area_restriction_3
source: Area Restriction 3
vi_vn: Giới Hạn Khu Vực 3

# Strategy_Putaway_Step_putaway_strategy_ID
source: Putaway Strategy ID
vi_vn: Mã Putaway

# Strategy_Putaway_Step_putaway_strategy_ID_Required
source: Putaway Strategy ID is required
vi_vn: Vui lòng nhập Mã Putaway

# Owner_Label_ID
source: ID
vi_vn: Mã owner label

# Owner_Label_LPN_Barcode_Format
source: LPN Barcode Format
vi_vn: Định dạng barcode LPN

# Owner_Label_LPN_Barcode_Format_Required
source: LPN Barcode Format is required
vi_vn: Vui lòng nhập Định dạng barcode LPN

# Owner_Label_LPN_Length
source: LPN_Length
vi_vn: Độ Dài LPN

# Owner_Label_LPN_Length_Required
source: LPN_Length is required
vi_vn: Vui lòng nhập Độ Dài LPN

# Owner_Label_LPN_Start_Number
source: LPN Start Number
vi_vn: Số Bắt Đầu Của LPN

# Owner_Label_LPN_Next_Number
source: LPN Next Number
vi_vn: Bước Nhảy Tới Số Kế Tiếp

# Owner_Label_LPN_Next_Number_Required
source: LPN Next Number is required
vi_vn: Vui lòng nhập Bước Nhảy Tới Số Kế Tiếp

# Owner_Label_Roll_Back_Number
source: Roll Back Number
vi_vn: Số Reset LPN

# Owner_Label_Roll_Back_Number_Required
source: Roll Back Number is required
vi_vn: Vui lòng nhập Số Reset LPN

# Owner_Label_Case_Label_Type
source: Case Label Type
vi_vn: Loại nhãn case

# Owner_Label_Owner_ID
source: Owner_ID
vi_vn: Mã chủ sở hữu

# SO_ID
source: ID
vi_vn: Mã đơn hàng xuất

# SO_ID_Required
source: ID is required
vi_vn: Vui lòng nhập Mã đơn hàng xuất

# SO_SO_Code
source: SO Code
vi_vn: Code đơn hàng xuất

# SO_SO_Code_StringLength
source: Length of SO Code should be between 10
vi_vn: Vui lòng nhập Code đơn hàng xuất trong khoảng 10 kí tự.

# SO_Owner_ID
source: Owner ID
vi_vn: Mã chủ sở hữu

# SO_Owner_ID_Required
source: Owner ID is required
vi_vn: Vui lòng nhập Mã chủ sở hữu

# SO_OutboundstatusID
source: Outbound Status ID
vi_vn: Mã trạng thái xuất hàng

# SO_Priority_ID
source: Priority ID
vi_vn: Mã ưu tiên

# SO_Type_ID
source: Type ID
vi_vn: Mã loại hàng

# SO_Type_ID_Required
source: Type ID is required
vi_vn: Vui lòng nhập Mã loại hàng

# SO_Customer_ID
source: Customer ID
vi_vn: Mã khách hàng

# SO_Total_Quantity
source: Total Quantity
vi_vn: Tổng số lượng

# SO_Order_Date
source: Order Date
vi_vn: Ngày đặt hàng

# SO_Requested_Ship_Date
source: Requested Ship Date
vi_vn: Ngày yêu cầu vận chuyển

# SO_Actual_Ship_Date
source: Actual Ship Date
vi_vn: Ngày vận chuyển thực tế

# SO_Carrier_ID
source: Carrier ID
vi_vn: Mã nhà vận chuyển

# SO_Driver_Name
source: Driver Name
vi_vn: Tên tài xế

# SO_Driver_Name_StringLength
source: Length of Driver Name should be between 50
vi_vn: Vui lòng nhập Tên tài xế trong khoảng 50 kí tự.

# SO_Truck_Number
source: Truck Number
vi_vn: Số xe

# SO_Truck_Number_StringLength
source: Length of Truck Number should be between 20
vi_vn: Vui lòng nhập Số xe trong khoảng 20 kí tự.

# SO_Remark
source: Remark
vi_vn: Ghi chú

# SO_Remark_StringLength
source: Length of Remark should be between 2000
vi_vn: Vui lòng nhập Ghi chú trong khoảng 2000 kí tự.

# SO_CreatedBy
source: Created By
vi_vn: Người tạo

# SO_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# SO_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# SO_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa

# SO_ModifiedBy_StringLength
source: Length of Modified By should be between 50
vi_vn: Vui lòng nhập Người chỉnh sửa trong khoảng 50 kí tự.

# SO_ModifiedDate
source: Modified Date
vi_vn: Ngày chỉnh sửa

# SO_IsDelete
source: Is Delete
vi_vn: Được xóa chưa

# SO_Detail_IsDelete
source: Is Delete
vi_vn: Được xóa chưa

# SO_Detail_CreatedBy
source: Created By
vi_vn: Người tạo

# SO_Detail_CreatedBy_StringLength
source: Length of Created By should be between 50
vi_vn: Vui lòng nhập Người tạo trong khoảng 50 kí tự.

# SO_Detail_CreatedDate
source: Created Date
vi_vn: Ngày tạo

# SO_Detail_ModifiedBy
source: Modified By
vi_vn: Người chỉnh sửa
